{"source_text": "Cari amici di Italian, eccoci ad un nuovo episodio. Oggi chiederemo agli italiani cosa amano mangiare di più e cosa non può mancare dal loro frigo. Andiamo! Ciao! Cosa ti piace di più mangiare? Pasta al forno. Con le polpettine o senza? Polpettine. Orecchietto al pomodoro. Prediligo la pasta al secondo, la carne. Diciamo che quella che più mi piace sono pasta e cime di rapa con un po' di acciughe sopra. E la mollica grattugiata fritta. Spaghetti e frutti di mare. Concordo, sì. Le orecchiette con il cimo di rapa. A me piace molto la pasta con il pesce. La pasta alla pizzaiola. Come è questa pasta alla pizzaiola? E' buonissimo! E quali sono gli ingredienti? L'olio, il sugo, la mozzarella, l'origano e la pasta. Cosa non deve mai mancare nel suo frigo? L'acqua, sicuramente l'acqua perché non sono un bevitore di alcolici o altro. Il latte, per prenderlo la mattina e basta. Per il resto, io mangio per vivere. Fino a qualche mese fa il formaggio. Ora, per questioni di dieta, l'abbiamo un attimo. Formaggi, frutta, verdura. Il latte. Non lo so, non deve essere il vuoto. Direi il formaggio fresco, anche il yogurt. La cioccolata, però non sta in frigo, è la cioccolata che non può mancare mai. La nutella e la cioccolata. Bella, sì, non manca mai. E il pesto. Cosa sapete cucinare meglio? La pasta. La pasta. Cucino, ma io la lasagna perché la cucino spesso e mi piace cucinarla. Spaghetti al pomodoro. Solo l'uovo fritto. Chi è che cucina a casa? Mia moglie. Fondamentalmente non mi piace cucinare. Diciamo, la cosa che faccio spesso è pasta con i legumi. Quali? Lenticchie. Lei sa cucinare? Qualcosa, sì. Qual è il piatto che cucina peggio? L'anatra all'arancia, che sarà difficilissimo da fare, non lo so. Fare, diciamo, i dolci. I dolci non li so fare. I dolci vanno tutti in crisi e non ci provano più. Ma le cose complicate, quelle mi escono male. Non sarei in grado di fare una lasagna o il pesce, forse. Non mi cimenterei proprio. Qual è il piatto che ti cucina tua mamma che ti piace di più? Pasta al forno. Pasta al forno. Bene, grazie mille. Ciao. Prego, arrivederci. Sottotitoli creati dalla comunità Amara.org ", "source": "it", "target": "en"}