{"translated_texts": ["Dear friends of Italian, here we are in a new episode. Today we will ask Italians what they like to eat the most and what they can't miss from their fridge. Come on! Hi! What do you like most to eat? Baked pasta. With meatballs or without? Meatballs. Tomato ear. I prefer pasta per second, meat. Let's say that the one I like the most is pasta and turnip greens with a little anchovies on top. And the fried grated crumb. Spaghetti and seafood. I agree, yes. The ears with", "turnip greens. I really like pasta with fish. The pizza pasta. How is this pizza pasta? It's delicious! And what are the ingredients? Oil, sauce, mozzarella, oregano and pasta. What should never be missing in your fridge? Water, definitely water because I'm not an alcoholic or anything. Milk, just to have it in the morning. Otherwise, I eat for a living. Until a few months ago, cheese. Now, for diet issues, we have a", "moment. Cheese, fruit, vegetables. Milk. I don't know, it doesn't have to be the void. I would say fresh cheese, even yogurt. Chocolate, however, is not in the fridge, it is chocolate that can never be missing. Nutella and chocolate. Bella, yes, it's never missing. And pesto. What do you cook best? Pasta. Pasta. I cook, but I cook lasagna because I cook it often and I like to cook it. Spaghetti with tomato. Only fried egg. Who cooks at home? My wife. Basically I don't like it", "cooking. Let's say, the thing I do often is pasta with legumes. What? Lentils. Do you know how to cook? Something, yes. What is the dish that cooks worse? The orange duck, which will be very difficult to make, I don't know. Make, let's say, desserts. I can't make sweets. The desserts all go into crisis and don't try anymore. But the complicated things, those come out bad for me. I wouldn't be able to make a lasagna or fish, perhaps. I wouldn't give it a shot. What is the dish that your mother cooks for you?", "MYMEMORY WARNING: YOU USED ALL AVAILABLE FREE TRANSLATIONS FOR TODAY. NEXT AVAILABLE IN  08 HOURS 55 MINUTES 15 SECONDS VISIT HTTPS://MYMEMORY.TRANSLATED.NET/DOC/USAGELIMITS.PHP TO TRANSLATE MORE"]}